/*
* АКТИВНЫЕ ДОМЕНЫ
**************************
*
* Чтобы создать свой собственный домен,
* добавьте его в этот файл и создайте
* Pull Request
*
* README
**************************
*
* Ключ:            Домен, который Вы хотите получить
*
* Значение:        Домен, который предоставил GitHub ("foo.github.io" для пользователей/организаций и
*                  "foo.github.io/bar" для репозиториев)
*
* CloudFlare:      Все наши домены проксируются через CloudFlare. Если Вы не хотите, чтобы Ваш домен
*                  проксировался, добавьте //noCF после Вашего домена, чтобы мы знали об этом.
*
* ВАЖНО:           Чтобы мы знали, что репозиторий действительно принадлежит Вам, вы должны создать
*                  файл CNAME еще до момента добавления домена в этот репозиторий.
*                  Также домен обязательно должен совпадать с Вашим именем пользователя/организации или
*                  названием репозитория. Исключение - если имя содержит название языка. Например, имея
*                  репозиторий "foojs" или "foosite" Вы можете запросить "foo".
*
* ИНФО:            Пожалуйста, следите за корректностью, правильностью и оформлением файла
*                  Каждый ключ и значение должны быть в кавычках, после ключа должны стоять двоеточие и
*                  пробел, каждая строка должна соответствовать одному домену, перед ключем должен
*                  быть поставлен 1 таб (1таб = 4пробела). Все ключи должны быть расставлены в
*                  алфавитном порядке. После каждого значения должна стоять запятая.
*
*
*/

let cnames = {
    "": "ku-pw.github.io/ku.pw-site",
    "example": "example.github.io",
  
    /* НЕ ДОБАВЛЯЙТЕ ДОМЕНЫ ПОСЛЕ ЭТОГО КОММЕНТАРИЯ
      Все домены должны быть расположены в алфавитном порядке! */
}
